export const PlannerTagList: string[] = [
  "친절한",
  "꼼꼼한",
  "답변이 빠른",
  "시간이 많은",
  "경력이 많은",
  "열정적인",
  "센스있는",
  "외향적인",
];

export const MoodTagList: string[] = [
  "우아한",
  "러블리",
  "화려한",
  "풍성한",
  "깔끔한",
  "특색있는",
  "영화같은",
  "세련된",
  "감성있는",
  "유니크한",
  "신비로운",
  "야외",
  "가든웨딩",
  "유럽풍",
  "단아한",
  "고급스러운",
];

export const studioTagList: string[] = [
  "웨딩촬영",
  "본식스냅",
  "토탈촬영",
  "세미촬영",
  "가봉스냅",
  "데이트스냅",
  "리허설촬영",
  "인물중심",
  "배경다양",
  "한옥씬",
  "야간씬",
  "로드씬",
  "가든씬",
  "흑백씬",
  "한복씬",
  "캐쥬얼씬",
  "옥상씬",
  "수영장씬",
  "반려동물씬",
  "캐쥬얼",
  "헬퍼",
];

export const dressTagList: string[] = [
  "실크",
  "레이스",
  "비즈",
  "탑",
  "반팔",
  "A라인",
  "벨라인",
  "머메이드라인",
  "심플한",
  "화려한",
];

export const makeupTagList: string[] = [
  "신부",
  "신부&신랑",
  "피부메이크업",
  "색조메이크업",
  "헤어변형",
  "출장메이크업",
  "피부",
  "색조",
  "아이",
  "윤곽",
  "자연스러운",
  "화려한",
  "깔끔한",
  "과즙미",
  "스모키",
  "누드톤",
  "원포인트",
];

export const hallTagList: string[] = ["어두운홀", "밝은홀", "단독홀"];

export const minimumRegistTagList: string[] = [
  "49명 이하",
  "50 ~ 99명",
  "100명 ~ 199명",
  "200명 ~ 299명",
  "300명 ~ 399명",
  "400명 ~ 499명",
  "500명 이상",
];

export const conceptTagList: string[] = [
  "채플",
  "스몰",
  "야외/가든",
  "전통혼례",
];

export const mealTagList: string[] = ["뷔페", "양식", "한식", "중식", "퓨전"];

export const mealPriceTagList: string[] = [
  "39,000 ₩ 이하",
  "40,000 ₩ ~ 49,000 ₩",
  "50,000 ₩ ~ 69,000 ₩",
  "60,000 ₩ ~ 79,000 ₩",
  "80,000 ₩ ~ 99,000 ₩",
  "100,000 ₩ 이상",
];

export const wedTypeTagList: string[] = ["분리예식", "동시예식"];
